/* card commands displayed in menu bar */

"Power off Card" = "Stäng av PCCard-kort";
"Power on Card" = "Slå på PCCard-kort";
"Open ExpressCard" = "Öppna ExpressCard…";

/* card descriptions for cards we can not figure out */

"Unknown Vendor" = "Okänd tillverkare";
"Unknown Card Type" = "Okänd korttyp";

/* card descriptions for PCI Class Codes */

"ClassCode00" = "Enhet";
"ClassCode0001" = "VGA-kompatibel enhet";

"ClassCode01" = "Lagringsstyrenhet";
"ClassCode0100" = "SCSI-styrenhet";
"ClassCode0101" = "IDE-styrenhet";
"ClassCode0102" = "Diskettstyrenhet";
"ClassCode0103" = "IPI-styrenhet";
"ClassCode0104" = "RAID-styrenhet";
"ClassCode0105" = "ATA-styrenhet";
"ClassCode0106" = "SATA-styrenhet";
"ClassCode0107" = "SAS-styrenhet";

"ClassCode02" = "Nätverksstyrenhet";
"ClassCode0200" = "Ethernet-styrenhet";
"ClassCode0201" = "Token Ring-styrenhet";
"ClassCode0202" = "FDDI-styrenhet";
"ClassCode0203" = "ATM-styrenhet";
"ClassCode0204" = "ISDN-styrenhet";
"ClassCode0205" = "WorldFip-styrenhet";
"ClassCode0206" = "PICMG 2.14 Multi Computing";

"ClassCode03" = "Bildskärmsstyrenhet";

"ClassCode04" = "Multimedieenhet";

"ClassCode05" = "Minnesstyrenhet";

"ClassCode06" = "Bryggenhet";
"ClassCode0600" = "Värdbrygga";
"ClassCode0601" = "ISA-brygga";
"ClassCode0602" = "EISA-brygga";
"ClassCode0603" = "MCA-brygga";
"ClassCode0604" = "PCI-till-PCI-brygga";
"ClassCode0605" = "PCMCIA-brygga";
"ClassCode0606" = "NuBus-brygga";
"ClassCode0607" = "CardBus-brygga";
"ClassCode0608" = "RACEway-brygga";
"ClassCode0609" = "PCI-till-PCI-brygga";
"ClassCode060a" = "InfiniBand-till-PCI-brygga";

"ClassCode07" = "Envägskommunikationsstyrenhet";
"ClassCode0700" = "Seriell styrenhet";
"ClassCode0701" = "Parallellportsstyrenhet";
"ClassCode0702" = "MultiPort Serial-styrenhet";
"ClassCode0703" = "Modemstyrenhet";
"ClassCode0704" = "GPIB-styrenhet";
"ClassCode0705" = "Smart Card";

"ClassCode08" = "Extern enhet för bassystem";
"ClassCode0804" = "PCI Hot-Plug-styrenhet";

"ClassCode09" = "Indatastyrenhet";
"ClassCode0900" = "Tangentbordsstyrenhet";
"ClassCode0901" = "Digitaliserarstyrenhet";
"ClassCode0902" = "Musstyrenhet";
"ClassCode0903" = "Skannerstyrenhet";
"ClassCode0904" = "Spelportstyrenhet";

"ClassCode0a" = "Dockningsstation";

"ClassCode0b" = "Medprocessor";

"ClassCode0c" = "Seriebusstyrenhet";
"ClassCode0c00" = "FireWire-styrenhet";
"ClassCode0c01" = "ACCESS.bus-styrenhet";
"ClassCode0c02" = "SSA-styrenhet";
"ClassCode0c03" = "USB-styrenhet";
"ClassCode0c04" = "Fiberkanalstyrenhet";
"ClassCode0c05" = "SMBus-styrenhet";
"ClassCode0c06" = "InfiniBand-styrenhet";
"ClassCode0c07" = "IPMI-styrenhet";
"ClassCode0c08" = "SERCOS-styrenhet";
"ClassCode0c09" = "CANbus-styrenhet";

"ClassCode0d" = "Trådlös-styrenhet";
"ClassCode0d00" = "iRDa-styrenhet";
"ClassCode0d01" = "Konsument-IR-styrenhet";
"ClassCode0d10" = "RF-styrenhet";
"ClassCode0d11" = "Bluetooth-styrenhet";
"ClassCode0d12" = "Bredbandsstyrenhet";
"ClassCode0d20" = "Wi-Fi-styrenhet 5 GHz";
"ClassCode0d21" = "Wi-Fi-styrenhet 2,4 GHz";

"ClassCode0e" = "Intelligent I/O-styrenhet";

"ClassCode0f" = "Satellitkommunikationsstyrenhet";

"ClassCode10" = "Krypterings-/avkrypteringsstyrenhet";

"ClassCode11" = "Datahämtningsstyrenhet";
